export const About = () => {
  return (
    <div className="min-h-screen bg-black text-white p-8">
      <h1 className="text-4xl font-bold text-purple-500 mb-6">О нас</h1>
      <p className="text-gray-300 max-w-3xl mb-4">
        «WakeUp Studio» - профессиональная студия звукозаписи в Москве.
      </p>
      <p className="text-gray-300 max-w-3xl mb-4">
        В нашем творческом пространстве царит невероятный вайб.
      </p>
      <p className="text-gray-300 max-w-3xl">
        Выбирая нас клиент всегда останется доволен результатом, вне зависимости
        от опыта. Мы найдем тонкий подход как к новичкам, так и к
        профессионалам.
      </p>
      <p className="text-gray-300 max-w-3xl mb-4">
        Наша команда объединяет талантливых музыкантов, инженеров и продюсеров,
        чтобы воплотить в жизнь самые смелые музыкальные идеи. Мы предлагаем
        полный цикл услуг — от записи вокала и инструментов до профессионального
        сведения и мастеринга.
      </p>
      <p className="text-gray-300 max-w-3xl mb-4">
        У нас установлено современное оборудование и создана комфортная
        атмосфера для творчества. Здесь каждый артист чувствует себя свободно и
        может раскрыться на максимум.
      </p>
      <p className="text-gray-300 max-w-3xl">
        В «WakeUp Studio» вы найдете не просто звукозаписывающую площадку, а
        место, где ваша музыка оживает и приобретает неповторимый характер.
      </p>
    </div>
  );
};
