export const gallaryData = {
  title: "Галерея студии",
  images: [
    "gallary/photo_2025-05-27_12-19-39.jpg",
    "gallary/photo_2025-05-27_12-19-40.jpg",
    "gallary/photo_2025-05-27_12-19-42.jpg",
  ],
};

export const orderData = {
  title: "Услуги",
  images: [
    "order/photo_2025-05-27_12-19-18.jpg",
    "order/photo_2025-05-27_12-19-19.jpg",
    "order/photo_2025-05-27_12-19-20.jpg",
    "order/photo_2025-05-27_12-19-20 (2).jpg",
  ],
};

export const equirement = [
  {
    title: "Микрофон Rode NT1 ",
    image: "equirements/micro.jpg",
    description: `Rode NT1 5th Generation - обновленная
версия популярного кардиоидного
микрофона Rode NT1 с аксессуарами в
комплекте. Основа микрофона -
дюймовый капсюль с кардиоидной
диаграммой направленности. Создает
теплое классическое звучание с
минимальным уровнем шумов и высоким
уровнем звукового давления (142 дБ)`,
  },
  {
    title: "Студийные мониторы JBL 305P MKII",
    image: "equirements/monitor.jpg",
    description:
      "Студийный монитор JBL 305P MkII — следующее поколение монитора JBL LSR305. Модернизация и усовершенствования делают легендарную производительность JBL. Благодаря революционному волноводу JBL Image Control Waveguide и усовершенствованным преобразователям, JBL 305P MkII предлагает потрясающие детали, точную визуализацию, расширение зоны «sweet spot» и впечатляющий динамический диапазон, который расширяет возможности микширования любого современного рабочего пространства.",
  },
  {
    title: "Наушники Beyerdynamic DT 770 pro (x2)",
    image: "equirements/naush.jpg",
    description: `Динамические наушники закрытого типа Beyerdynamic DT 770 PRO были
разработаны с учетом требований и
пожеланий профессиональных
звукорежиссеров и исполнителей.
Недаром модель выступает стандартом в
профессиональной аудио-индустрии вот
уже более 20 лет! Специально для работы
в студии или на сцене оголовье модели
DT 770 PRO обеспечивает более надежную
фиксацию, в тоже время, благодаря
велюровым амбушюрам и небольшому
весу DT 770 PRO, работать в них Вам будет
комфортно на протяжении долгого
времени`,
  },
  {
    title: "Звуковая карта Volt 2",
    image: "equirements/zvuk-karta.jpg",
    description: `Одна из главных особенностей серии VOLT – режим предусиления, который эмулирует работу лампового преампа Universal Audio 610, который использовали артисты от Рэя Чарльза до Ван Халена. Преамп аудиокарты работает с сигналом микрофонного/линейного/инструментального уровней.`,
  },
  {
    title: "Предусилитель Behringer HA400 MICROAMP",
    image: "equirements/pred.jpg",
    description: `Этот супер компактный
стереофонический усилитель-
распределитель работает практически со
всеми типами наушников, причем с
четырьмя одновременно. При записи в
студии или репетируя дома, Вы сможете
направить основной микс четырем
музыкантам, индивидуально установив
уровень громкости для каждого. НА400
имеет 4 высокомощных усилителя,
сохраняющих высочайшее качество звука
даже при максимальной громкости.
Превосходную звукопередачу
обеспечивают те же сверхмалошумящие
операционные усилители 4580, которые
используются в аналогичных рэковых
устройствах`,
  },
];

export const tracks = [
    {
    title: "Трек 1 до обработки",
    artist: "Исполнитель 1",
    audioSrc: "tracks-audio/before1.mp3" // путь к треку
  },
  {
    title: "Трек 1 после обработки",
    artist: "Исполнитель 1",
    audioSrc: "tracks-audio/after1.mp3"
  },
      {
    title: "Трек 2 до обработки",
    artist: "Исполнитель 2",
    audioSrc: "tracks-audio/before2.mp3" // путь к треку
  },
  {
    title: "Трек 2 после обработки",
    artist: "Исполнитель 2",
    audioSrc: "tracks-audio/after2.mp3"
  },
        {
    title: "Трек 3 до обработки",
    artist: "Исполнитель 3",
    audioSrc: "tracks-audio/before3.mp3" // путь к треку
  },
  {
    title: "Трек 3 после обработки",
    artist: "Исполнитель 3",
    audioSrc: "tracks-audio/after3.mp3"
  },
]

export const albumsData = {
  title: 'Дизайнерские обложки треков',
  images : ["tracks-photo/1.jpg","tracks-photo/2.jpg","tracks-photo/3.jpg"]
}